Repository: wasakredit/woocommerce-standalone-plugin
Catalog: languages/wasa-kredit-checkout-standalone-*.po
Languages: sv_se

# Page title
source: Wasa Checkout (Standalone)
sv_se: Wasa Checkout (fristående)

source: Standalone settings
sv_se: Inställningar för alternativ kassa

source: Woo checkout page
sv_se: Sida för standardkassan

source: Select standard WooCommerce checkout page
sv_se: Välj WooCommerces standardkassa.

source: Woo checkout title
sv_se: Rubrik för standardkassan

source: Select title for the standard WooCommerce checkout page
sv_se: Ange rubrik för standardkassan, till exempel "Banköverföring, leasing".

source: Other payment types
sv_se: Övriga betalsätt

source: Woo checkout description
sv_se: WooCommerces standardkassa

source: Select description for the standard WooCommerce checkout page
sv_se: Ange en länkbeskrivning för standardkassan, till exempel "Betala genom bank eller finansiera ditt köp genom Wasa Kredit".

source: Alternative checkout page
sv_se: Sida för alternativ kassa

source: Select an alternative checkout page.
sv_se: Välj en alternativ kassasida.

source: Alternative checkout title
sv_se: Rubrik för alternativ kassa

source: Select title for the alternative checkout page.
sv_se: Ange en rubrik för den alternativa kassasidan, t.ex. vilka betalsätt som som är tillgängliga.

source: Alternative checkout description
sv_se: Alternativ kassasida

source: Select description for the alternative checkout page.
sv_se: Ange en beskrivande text för den alternativa kassasidan, t.ex. vilka betalsätt som som är tillgängliga.

source: Wasa Kredit Checkout (Standalone)
sv_se: Wasa Kredit Checkout (fristående)

source: Wasa Kredit Checkout offers financing as a payment method for B2B.
sv_se: Utökad funktionalitet för Wasa Kredits kassa.
